10/data/attachments/b5febe876ebdbcaf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Linda_indicate_Friend_84380_1</nif:username>
            <nif:friendToBeRequested>soap_friends_7444482f-8ed0-41ff-ad95-d03ed854b623</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>